Repository: noorbeek/api
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Invalid startsAt format(s) supplied:
nl_nl: Ongeldig startsAt format opgegeven:

source: Invalid endsAt format(s) supplied:
nl_nl: Ongeldig startsAt format opgegeven:

source: The startdate "%s" should be before the enddate "%s"
nl_nl: De startdatum "%s" zou voor de einddatum "%s" moeten vallen

source: Invalid referral token
nl_nl: Ongeldige referral token

source: Invalid referral user
nl_nl: Ongeldig referral verkoper

source: Invalid referral campaign
nl_nl: Ongeldige referral actie

source: Missing "campaign" property
nl_nl: Ontbrekende "campaign" eigenschap

source: Your organization does not have a valid subscription.
nl_nl: Uw organisatie heeft geen geldig abonnement.

source: This campaign does not exist in your organization
nl_nl: Deze actie bestaat niet in uw organisatie

source: Invalid product(s) supplied
nl_nl: Ongeldig producten opgegeven

source: transaction does not exist
nl_nl: transactie bestaat niet

source: This action is not authorized without a Mollie API key
nl_nl: De actie is niet toegestaan zonder een Mollie API-sleutel

source: WooCommerce is not connected
nl_nl: WooCommerce is niet verbonden

source: Invalid column role markup: "
nl_nl: Ongeldige role format "

source: Invalid scope markup: "
nl_nl: Ongeldige scope markup "

source: You are not authorized to "
nl_nl: U bent niet geautoriseerd om "

source: Invalid group markup: "
nl_nl: Ongeldige groep markup "

source: Invalid cron schedule
nl_nl: Ongeldig cron schema

source: Invalid datatype
nl_nl: Ongeldig datatype

source: Unknown error
nl_nl: Onbekende fout

source: Nothing uploaded.
nl_nl: Er zijn geen bestanden geüpload.

source: Amount of uploaded files invalid.
nl_nl: Ongeldige hoeveelheid aan geüploade bestanden.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
nl_nl: Het geüploade bestand is groter dan het maximaal toegestane in upload_max_filesize in php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
nl_nl: Het geüploade bestand overschrijdt de MAX_FILE_SIZE richtlijn die is opgegeven in het HTML-formulier.

source: The uploaded file was only partially uploaded.
nl_nl: Het geüploade bestand is slechts gedeeltelijk geupload.

source: No file was uploaded.
nl_nl: Er is geen bestand geüpload.

source: missing a temporary folder.
nl_nl: er is geen tijdelijke map opgegeven.

source: Failed to write file to disk.
nl_nl: Het bestand kon niet worden opgeslagen.

source: A PHP extension stopped the file upload.
nl_nl: Een PHP extensie heeft het uploaden van het bestand gestopt.

source: Invalid file type uploaded.
nl_nl: Ongeldig bestandstype geüpload.

source: Filesize exceeds maximum allowed.
nl_nl: De bestandsgrootte overschrijd de maximale hoeveelheid.

source: Invalid organization
nl_nl: Ongeldige organisatie

source: The passwords do not match (password, passwordRepeat)
nl_nl: De nieuwe wachtwoorden komen niet overeen (password, passwordRepeat)

source: The password must contain of at least 8 lowercase, uppercase, alfanumeric and special characters
nl_nl: Het wachtwoord moet minimaal 8 karakters bevatten met kleine letters, hoofdletter, cijfers en speciale tekens

source: This email address is already in use
nl_nl: Dit e-mailadres is al in gebruik

source: You are not allowed to create a: "
nl_nl: Het is niet toegestaan een "

source: The user does not exist or you are not authorized to view this user
nl_nl: Deze gebruiker bestaat niet of u bent niet geautoriseerd deze gebruiker in te zien

source: You cannot remove yourself ;)
nl_nl: Je kunt jezelf niet verwijderen ;)

source: No valid username supplied (not an email address)
nl_nl: Geen geldige gebruikersnaam opgegeven (geen emailadres)

source: No password supplied
nl_nl: Geen wachtwoord opgegeven

source: Invalid username
nl_nl: Ongeldige gebruikersnaam

source: Your email address is not yet verified, check your inbox for the verification code
nl_nl: Je emailadres is nog niet geverifieerd, controleer je inbox voor de verificatiecode

source: This account is blocked, contact your administrator
nl_nl: Dit account is geblokkeerd, neem contact op met je beheerder

source: Invalid password
nl_nl: Ongeldig wachtwoord

source: The mail could not be sent, please try again later.
nl_nl: De email kon niet worden verzonden, probeer het later a.u.b. opnieuw

source: The password reset link has been sent.
nl_nl: De wachtwoord reset link is verstuurd.

source: Failed to send the reset link.
nl_nl: De mail kon niet worden verstuurd.

source: Account is already verified.
nl_nl: Het account is al geverifieerd.

source: The verification mail has been sent.
nl_nl: De verificatiemail is verstuurd.

source: Failed to send the verification mail.
nl_nl: De mail kon niet worden verstuurd.

source: No recipients found
nl_nl: Er zijn geen ontvangers gevonden

source: Failed to send mail
nl_nl: De mail kon niet worden verstuurd

source: File does not exist: "
nl_nl: Bestand bestaat niet: "

source: You are not authorized to view route: "
nl_nl: U bent niet geautoriseerd voor deze route: "

source: Route not found: "
nl_nl: Route niet gevonden "

source: Not a valid IP address: "
nl_nl: Ongeldig IP-adres: "

source: self could not be created
nl_nl: Sessie kon niet worden aangemaakt

source: Invalid authorization token
nl_nl: Ongeldige autorisatietoken

source: Invalid authorization token (basic)
nl_nl: Ongeldige autorisatietoken (basic)

source: Invalid authorization token (bearer)
nl_nl: Ongeldige autorisatietoken (bearer)

source: Invalid session
nl_nl: Ongeldige sessie

source: Invalid user
nl_nl: Ongeldige gebruiker

source: Value not allowed: "
nl_nl: Waarde is niet toegestaan: "

source: Invalid field "
nl_nl: Ongeldige veld: "

source: Not authorized to view field: "
nl_nl: U bent niet geautoriseerd voor veld: "

source: Invalid WHERE clause: Field "
nl_nl: Ongeldige WHERE: veld "

source: Invalid WHERE clause: "
nl_nl: Ongeldige WHERE: "

source: Only characters are allowed in aliases: "
nl_nl: Alleen karakters zijn toegestaan in aliassen: "

source: SQL order by invalid:
nl_nl: SQL order by ongeldig:

source: No data received for INSERT statement
nl_nl: Geen data ontvangen voor INSERT statement

source: Not all required fields inserted: "
nl_nl: Niet alle verplichte velden zijn opgegeven: "

source: No data received for UPDATE statement
nl_nl: Geen data ontvangen voor UPDATE statement

source: SQL limit
nl_nl: SQL-limiet

source: DELETE statement not allow without WHERE clause
nl_nl: De DELETE statement is niet toegestaan zonder WHERE

source: Connection does not exist: "
nl_nl: Deze verbinding bestaat niet: "

source: Login
nl_nl: Inloggen

source: Logoff
nl_nl: Afmelden

source: Forgot password?
nl_nl: Wachtwoord vergeten?

source: You are authenticated
nl_nl: U bent aangemeld
